$(function () {
    var availableTags = [
        "Андрей Сотников : 737",
        "Елена Петраускас : 38",
        "Лена Селиванова : 760",
        "Сегрей Слободян : 433",
        "Иван Явтошенко : 683 ",
        "Татьяна Тарасевич : 183",
        "Павел Иценко : 1131  ",
        "Дарья Букина : 53    ",
        "Денис Фонвизин : 304 ",
        "Владимир Соболев : 10",
        "Антон Кинев : 414    ",
        "Татьяна Саватеева : 41",
        "Елизавета Фролова : 14"
    ];
    $("#StudentIdInput").autocomplete({
        source: availableTags
    });
});